{
    "Humanities": {
        "title": "Humanities",
        "desc": "The Humanities stream has a variety of subject that can give you exciting career opportunities. Humanities encompasses the study of diverse subjects falling under arts, languages and research techniques. Thus, a degree in the humanities will entail studying subjects such as history, political science, philosophy, sociology, geography, psychology, economics, literature, performing arts and similar subjects. Exposure to such a broad range of ideas and subjects at a very early stage in his or her career allows the student to develop a more refined perspective of human life itself.",
        "opp": "The students can go for Bachelor of Arts (B.A.) courses in specialisations of their interest on completion of 12th in humanities stream. University of Delhi, University of Punjab, Jamia Millia Islamia, St. Xavier's College Mumbai, Pune University, Christ University and Madras Christian College are some of the best institutes in the country offering bachelor courses in arts subjects. Some institutes where one can study humanities at undergraduate and postgraduate levels are — IIT Madras, TATA Institute of Social Sciences, English and Foreign Languages University, Azim Premji University, and University of Hyderabad. The career horizon for those who belong to this stream of study is limit less. Students can choose from a range of career options such as teaching, social work, law, politics, business, television, journalism etc. This is also the best stream to choose for students who are keen to pursue a career in civil services later in their life. It should be noted that these are only a few of the options that can be explored in the humanities stream and the opportunities available with this stream are broad and diverse. A comprehensive overview of the different options are provided in the next page."
    },
    "Science with Biology": {
        "title": "Science with Biology",
        "desc": "The core courses offered under this stream are Physics, Chemistry and Biology. Mathematics is also taught in this package in most of the schools. Any student who wants to pursue a career in medicinal sciences and other related fields has to take up this stream in his or her higher secondary school. Nevertheless the student is also exposed to other subjects including Physics and Chemistry and hence there are a lot of other opportunities available as well.",
        "opp": "After the completion of higher secondary education in this stream, students can choose to pursue MBBS or BDS. All India Institute of Medical Sciences (AIIMS) is one of the most sought after institution in this field. Although many new AIIMS have started functioning in different parts of the country, the AIIMS in Delhi remains the best of the lot. JIPMER in Puducherry and Various State Government Medical colleges are also good options. The students can also pursue other related courses like BHMS, BAMS and can also explore different options in the allied medical sciences filed like nursing, pharmacy and physiotherapy to mention a few. It should be noted that since Mathematics is also taught in this package in most of the schools, the students can also go for courses related to Engineering and Architecture if he or she wants to do so. A comprehensive overview of the prospective career options are provided in the next page."
    },
    "Science with Computer Science": {
        "title": "Science with Computer Science",
        "desc": "The core courses offered under this stream are Physics, Chemistry and Biology. Mathematics is also taught in this package in most of the schools. Any student who wants to pursue a career in medicinal sciences and other related fields has to take up this stream in his or her higher secondary school. Nevertheless the student is also exposed to other subjects including Physics and Chemistry and hence there are a lot of other opportunities available as well.",
        "opp": "After the completion of higher secondary education in this stream, students can choose to pursue MBBS or BDS. All India Institute of Medical Sciences (AIIMS) is one of the most sought after institution in this field. Although many new AIIMS have started functioning in different parts of the country, the AIIMS in Delhi remains the best of the lot. JIPMER in Puducherry and Various State Government Medical colleges are also good options. The students can also pursue other related courses like BHMS, BAMS and can also explore different options in the allied medical sciences filed like nursing, pharmacy and physiotherapy to mention a few. It should be noted that since Mathematics is also taught in this package in most of the schools, the students can also go for courses related to Engineering and Architecture if he or she wants to do so. A comprehensive overview of the prospective career options are provided in the next page."
    },
    "Commerce": {
        "title": "Commerce",
        "desc": "Commerce is about figuring out how business works, how to manage a company and personnel, keeping a track of the stock market, keeping tabs on tax schemes and much more. The Commerce stream is oriented towards developing sharper business and analytical skills in the students. Commerce comprises a wide range of interdisciplinary branches such as accountancy, finance, statistics, and e-commerce among others. Students are taught the basics of economics, accountancy, business studies and statistics. Mathematics is also usually offered as an elective subject in this stream by most of the schools. The opportunities available with the commerce stream are wide ranged and have very good prospects.",
        "opp": "After passing 12th standard board examination, Commerce stream students may go for traditional Commerce (and chosen subjects) based courses as well as other new courses. Some major fields available in front of Commerce stream students are - Traditional Commerce courses, Law Education, Management courses, Diploma courses, Social Works courses and Education courses. Commerce stream students can become a Chartered Accountant or go for a Bachelor of Commerce (B.Com) degree. To become a Chartered Accountant, the students have to clear a three level exam offered by the Institute of Chartered Accountants of India (ICAI) subject to some more conditions like undergoing hands on training for a duration of three years. Coming on to bachelor degrees in Commerce, Shri Ram College of Commerce in Delhi, Loyola College in Chennai and the Madras Christian College in Chennai are very good options to name a few. The students can also go for a B.Sc. in Economics or courses in Management like Bachelor of Business Administration (B.B.A.). A very comprehensive overview of the different options available in the commerce stream are provided in the next page."
    }
}