{
  "Education & Training": {
    "title": "Education & Training",
    "desc": "The ever-developing education sector is always in need of efficient and qualified educators. This sector serves as a catalyst for building and moulding future generations. This is a field that offers a lot of career opportunities and although the opportunities are generally involved with teaching, roles in other areas like administration, consulting and planning are also on the rise. Teachers through their intelligence, patience and wisdom, attempt to not only hone the learner’s intellect and aptitude but also, create a well-rounded personality. As this field is so vast having areas of specialisations, different skills and types of training are required for different levels. Areas of specialisation include teaching at nursery schools, middle schools, high schools, colleges, universities, institutes, special schools etc. Each level calls for a different expertise.",
    "opp": "The increasing number of government and private educational institutions offers several employment opportunities. From primary school all the way up to college, to arts and sports, training the handicapped, languages and so on, there is no limit to the various subjects and fields that a teacher-to-be can specialise in. Nursery schools: Nursery Teachers Training. Minimum qualification: 10+2 Middle schools: Teachers Training Certificate (TTC) or it's equivalent. Minimum qualification: 10+2 High Schools: Bachelor of Education (B.Ed.). Minimum qualification: Graduation Colleges/Universities: Post Graduate degree, preferably with Doctoral Degree. Also, have to qualify for the National Eligibility Test (NET) conducted by University Grants Commission (UGC). Special schools: Diploma in Special Education. Minimum qualification: 10+2."
  },
  "Computer Application & IT": {
    "title": "Computer Application & IT",
    "desc": "A field which has grown in demand over the years and it is currently a field with a lot of scope in a country like India. Professionals working in this field is involved in designing computer software, web development, app development and providing various other IT services. Over time, it has become a high paying field but the field is also quite demanding since continued learning and constant adaptation to new technological advancements are necessary to stay relevant in this field.",
    "opp": "Aspirants can choose to pursue a B.Sc. in computer science or a B.Tech in computer science after their 10+2 to build for themselves a career in this field. B.Tech in computer science is offered by all the IITs and a degree from one of the old IITs in Bombay, Madras, Delhi, Kharagpur and Kanpur will be one of the best options to pursue. The admissions to IITs are through the JEE-Advanced exam. As far as B.Sc. is concerned, Delhi University, Loyola College in Chennai and Christ University in Bangalore are good options. Studying Computer Science and Maths in the 10+2 is a prerequisite for admission into almost all of these courses."
  },
  "Business Management": {
    "title": "Business Management",
    "desc": "Business and Management Studies equip you for a career in business, which is stretching across any industry or sector. It offers several professional opportunities mainly in sales, marketing, supply network, finance, operation management, human resources, healthcare, consulting and entrepreneurship. The undergraduate and graduate level programs focus primarily on the subject of business administration, where you will get a preliminary understanding of topics like management practices, human resource management, information management systems, microeconomics and related aspects.",
    "opp": "After completing 10+2, students can pursue a career in business management by choosing BBA, BBS or BBM. Further, one can go for an MBA with a specialisation in any interested option like marketing, human resource, finance etc. It should also be noted that a master’s in business administration can be pursued after a bachelor’s in any given subject."
  },
  "Commerce & Accounts": {
    "title": "Commerce & Accounts",
    "desc": "The field of Commerce and Accounts has immense potential and has always remained the backbone of the business sector. Consequently, the career opportunities available in this field are aplenty and it opens the pathway to multiple career options in the field of business management, accounting, banking & finance as well as marketing sales. It is a myth that Commerce and Accounts is only all about money. On the contrary, it is about figuring out how business works, how to manage a company and personnel, keeping a track of the stock market, keeping tabs on tax schemes and much more. The higher employment opportunities have been a crucial factor in attracting more youth to this field.",
    "opp": "There are a variety of certification and bachelor's programmes that can be pursued in the field of commerce and accounts. Bachelor of Commerce (B.Com), Bachelor of Business Studies (BBS), Bachelor of Management Studies (BMS), Bachelor of Business Administration (BBA), Bachelor of Business Management (BBM), Chartered Accountancy, Chartered Financial Analyst, Economics, Actuarial Sciences, Company Secretary, Cost Accountancy are some of the most sought after programs in this discipline. Chartered Accountancy is one of the most sought after and respected certification programs for aspirants. Opportunities are widely available with multinational firms across industries, investment banks, insurance companies, audit firms, CA firms, building societies, management consultancies and public sector employers."
  },
  "Distribution & Logistics": {
    "title": "Distribution & Logistics",
    "desc": "The professionals working in this field manage the storage and distribution of various goods to ensure that the goods are delivered in an efficient manner. The unprecedented growth the e-commerce industry has witnessed in the recent times has made this sector a one with high demand. A wide variety of managerial roles are available in this field dealing with operations, supply chain and logistics.",
    "opp": "There are no undergraduate course as such which an aspirant can pursue in this field. There are a lot of post graduate/certificate courses in supply chain management and other related subjects which can be pursued after graduation in any discipline. Aspirants can also pursue management related courses to get into a career in this field."
  },
  "Media & Communication": {
    "title": "Media & Communication",
    "desc": "The contemporary increasingly connected world offers a lot of exciting opportunities in the field of media and communication. Rapid developments in technology and the tremendous growth of the possibilities of new media platforms like social media has resulted in a large multitude of professional and research opportunities. Any bachelor's degree combined with excellence in the spoken and the written word will help a person reach these dynamic and creative industries. The growing media industry also demands professionals in radio, television, film, publishing, marketing, advertising and public relations.",
    "opp": "The scope and opportunities in the field of media and communications are on a rise owing to the developments in print, visual, and online media. Bachelor’s degree or post-graduate degree in journalism/mass communication is required to pursue a career in this field. Additional course work, specialized training or experience, fieldwork or internship increases one’s opportunities in the field. There are a number of universities and institutes offering training in journalism. Minimum eligibility for Bachelor degree in journalism is 10+2 and for Post graduate degree courses a Bachelor degree in journalism. Some institutes also provide one year certificate courses in journalism for which eligibility is 10+2. There are also courses in specialized areas of journalism like sports, television, photo, press law etc. No course or training can claim to make one, a journalist. The courses train persons in the technical aspects only, to ensure one’s success in the field one must have an inborn ability to write and produce new stories in correct, concise and interesting style."
  },
  "Legal Services": {
    "title": "Legal Services",
    "desc": "A career in legal services demands an investigative mind and prolific advocacy skills. Lawyers debate and present arguments in courtrooms to solve legal disputes. Mere academic qualification and grades cannot determine success in the legal field as experience gained through the practice with reputed lawyers is vital to attaining professional competency. It is not necessary for law graduates to practice only in courts but various corporate houses, law firms, administrative and judicial firms are open for them.",
    "opp": "Students interested in making a career in law can either do a three-year law course after graduation in any discipline or a 5 years’ course after 12th class, leading to an integrated B.A. LL.B (Hons) course. Many universities offer integrated courses such as B.B.A. – LL.B, B.Com – LL.B, and even B.Tech – LL.B. Students who wish to pursue a five year course must appear for entrance exams such as the Common Law Admission Test (CLAT). Some of the best law colleges in the country are National Law School (NLS), Bangalore, National Academy of Legal Studies and Research (NALSAR), Hyderabad, National Law University, Jodhpur, Government Law College (GCL), Bombay, West Bengal National University of Juridical Sciences, Kolkata. All law graduates who wish to practice in the courts have to register themselves in the Bar Council of India (BCI) and practice in courts under senior lawyers. Practical training in court can enhance your chances of getting hired by law firms and with senior lawyers. Though most of the law colleges impart practical legal education to final year law students, it is students who should take initiative and start visiting court proceedings in the final year to understand the day-to-day affair."
  },
  "Government Services/Civil Services & Defense": {
    "title": "Government Services/Civil Services & Defense",
    "desc": "Government jobs have always been the most coveted ones in India for their security and stability. The most prestigious among them are the Civil Services. The Union Public Service Commission conducts the civil services examination every year for more than 20 positions ,including three All India Services - Indian Administrative service (IAS), Indian Police Service (IPS), Indian Forest Service (IFS) and other central services - Indian Foreign Service (IFS), Indian Revenue Service (IRS-IT, IRS-C&CE), Indian Postal Service (IPoS) to name a few. Although not as flamboyant as civil services, jobs offered by SSC CGL and various State Public Service Commissions are also well esteemed. Indian Railways, Public Sector Undertakings (PSUs), Law Enforcement Agencies, ISRO and DRDO are some of the other governmental organizations employing different types of professionals. Now, for those who aspire to serve the country by joining the defence services, there are multiple opportunities available in the Indian Army, Indian Air Force, Indian Navy and Indian Coast Guards.",
    "opp": "The government departments and commissions that conduct the competitive tests for admission to the various governmental services and announces the eligibility criteria to appear for these exams, including educational qualification, age and job experience through their respective websites."
  },
  "Life Science & Environment": {
    "title": "Life Science & Environment",
    "desc": "Life science, traditionally, is the scientific study of living organisms and related philosophies like bioethics. It also delves into advanced concepts like Genomics, Bioinformatics, Biophysics, Molecular engineering, Cognitive Neuroscience, Tissue Engineering, Nanotechnology and Synthetic biology. Environmental science is the multidisciplinary study of all aspects of the Earth’s physical and biological environments. It encompasses environmental chemistry, soil science, ecology, climatology, vegetation cover, marine and freshwater systems, as well as environmental remediation and preservation, and agriculture and land use. A degree in Life science & Environment will help a person to develop a deep understanding of the environment we live in , the living species with whom we share the earth and our  influence on the natural world's ecosystems.",
    "opp": "To do an undergraduate course in Life science & Environment, candidate needs to pursue science subjects including physics, chemistry and biology at the 10+2 level. Fergusson College, Pune, Mount Carmel College, Bangalore, Christ University, Bengaluru, Loyola College, Chennai, Miranda House, New Delhi, St. Xavier's College, Mumbai are some of the reputed colleges in India that provide a Bachelor of Science (B.Sc.) program in various domains of Life science and Environmental studies. Some of the major recruiters in Life Science & Environment include Research Institutes, Hospitals, Pharmaceutical Companies, Government Organizations etc."
  },
  "Maths & Statistics": {
    "title": "Maths & Statistics",
    "desc": "A deluge of data is engulfing the world. In order to produce sensible theories and draw accurate conclusions from data, cutting-edge mathematical tools and statistical methods are needed along with modern computational techniques. A degree in Mathematics and Statistics equips you with the relevant skills. Although Research and Academics is usually the way forward, Maths and Statistics graduates can have a career in a multitude of domains including Finance and Insurance, Computer Science, Accounting, Chemistry, Physics, Life sciences, Economics, Business and Management, Architecture, Geology, Surveying and even Philosophy.",
    "opp": "After 10+2 with a subject combination of science with maths, aspirants can pursue a Bachelor of Science (B.Sc.) course to build a career in this field. Indian Institute of Science (IISc), Bangalore, Indian Statistical Institute (ISI), Kolkata, Chennai Mathematical Institute, Chennai and the Indian Institute of Technology Kanpur are some of the globally acknowledged universities providing bachelor degrees in maths and statistics in India. Five year Integrated M.Sc. courses provided by IITs, NITs and IISERs are also prestigious. B-Tech in Maths and Computing from IITD, IITG and DTU are some of the offbeat courses that interested students can pursue."
  },
  "Medicine": {
    "title": "Medicine",
    "desc": "A medical degree offers a meaningful career that is prestigious, secure and relatively well paid. Moreover Medical science is considered an amalgam of science and humanity. Over the years, the field of medical studies have undergone various stages of development, it has become so vast that specialisations within are increasing day by day. There is great scope for medicine as a professional career. A doctor can mean the difference between life and death. But becoming a full-fledged doctor takes commitment and the candidate should have the perseverance to complete the long training process. It is a very demanding profession. To be in this profession is more a responsibility than a privilege. It is more of what you can give the community than what you can get from it.",
    "opp": "Candidates aspiring a career in the field of medicine have to pursue a Science with Biology stream at the 10+2 level. At the undergraduate level, an MBBS degree is awarded in the allopathic system. BHMS, BUMS, BAMS and BDS degrees are awarded in Homeopathic, Unani, Ayurveda and Dental sciences respectively while in Veterinary Science, a BSc degree is awarded. AIIMS New Delhi, AFMC Pune, JIPMER Pondicherry, CMC Vellore, IMS Varanasi, KMC Manipal are some of the reputed institutions in the field of medicine in India. One can find employment in Government or private hospitals, Nursing homes/clinics/health departments, medical services of the army, navy and air force, under the Ministry of Defense, charitable institutions, medical colleges and training institutes as teachers, research institutes and medical colleges as researchers, industrial sector and Private practice/ self-employment."
  },
  "Hospitality & Tourism": {
    "title": "Hospitality & Tourism",
    "desc": "Hospitality and Tourism is all about helping people enjoy themselves when they’re out and about. Jobs in hospitality and tourism are all about providing friendly, efficient and attentive customer service. Consequently, excellent communication skills, patience and a friendly nature are essential for you to thrive in these industries. You really have to want to work in this sector to do it well. It’s a lot more difficult to be friendly and helpful if you’re not enjoying yourself.",
    "opp": "Education and training in hospitality and catering could start after the completion of class X. However, professional training in hotel management or culinary arts is available only to students completing class XII in any discipline. The Bachelor of Science programme in hospitality and hotel administration offered jointly by the National Council for Hotel Management & Catering Technology (NCHMCT) and the Indira Gandhi National Open University, equips students with all the required skills, knowledge and attitude to efficiently discharge supervisory responsibilities in the hospitality sector. The programme involves in-depth laboratory work based on which students acquire required knowledge and skills standards in several areas, which include operational areas of food production, food and beverage service, front office operation and housekeeping and providing managerial inputs in hotel accountancy, food safety and quality, human resource management, facility planning, financial management, strategic management, tourism marketing and tourism management. NCHMCT offers a six-month certificate course in hotel and catering management after class XII (10+2 system) or equivalent at IHM Mumbai/Chennai."
  },
  "Food & Agriculture": {
    "title": "Food & Agriculture",
    "desc": "Food security has become a very pressing problem of our times and this has resulted in a rapid rise in the importance given to the field of Food and Agriculture. This is a sector which offers a lot of different roles which have aspects related to engineering, research, management and trading. Broadly the aspirants can choose to specialise in animal science, food science or soil science.",
    "opp": "Aspirants can choose to pursue Bachelor of Science (B.Sc.) courses in specialisations of their interest after their twelfth grade. Related to this field, B.Sc. courses are offered in Agriculture, Food Science, Food Technology, Dairy Technology and Horticulture among many others. They can also pursue a B.Tech in Agriculture and Food Engineering which is offered by many universities across India. Most of these courses require taking biology as a subject in the twelfth grade."
  },
  "Animation & Graphics": {
    "title": "Animation & Graphics",
    "desc": "A career best suited for those with a creative mind set. This is a sector where fine arts and technology come together to create wonders. People having a flair for technology can excel in this field. Animation and Graphics as a career option is a field where you can fulfil your dream of \"enjoy-as-you-work”, feel satisfied at the end of your day and get praise from your clients as well. If you're creative, you can always consider going for Animation and Graphics. This is a field where nobody cares for your qualification, they only see if you can do quality work.",
    "opp": "Aspirants can pursue bachelor courses in visual communication or graphic designing to prepare themselves for a career in this field. A lot of diploma/certificate courses are also there. A good mentor and wise selection of courses with a good school, followed by diligent learning, would get you a head start in your career. Animation is an art form and a very demanding career. It has ample opportunities for the creatively talented people. Opportunities lie in UI Design, Graphic Design, Storyboarding, Animation Design, Game Design, 3D Modelling, Texturing and Lighting, Dynamics and VFX and of course animation (2D and 3D).  The opportunities available are vast and comes from various fields including Advertising, Web Development and the Entertainment Industry."
  },
  "Finance & Banking": {
    "title": "Finance & Banking",
    "desc": "The finance and banking sector offers a lot of different opportunities to those interested in the field of commerce. Professionals in the finance sector help their clients with their financial decisions and also help them in raising capital. And in the banking sector, the professionals are involved in providing banking services and can associate with the multiple private and public sector banks that run in our country. Overall, this field has a lot of jobs to offer and it can be highly rewarding as well.",
    "opp": "The banking and financial services field is large with many opportunities for growth. In order to get into the banking and financial services field, most positions require a bachelor’s degree in finance or business related field. There are multiple paths that an aspirant can take to build a career for themselves in this field. They can pursue Bachelor of Commerce (B.Com.) course after their 10+2. They can also do a post-graduation in business administration (M.B.A.) after graduation in any field or can choose to pursue a masters in finance."
  },
  "Economics": {
    "title": "Economics",
    "desc": "Ever wondered about the academic background of Mr Raghuram Rajan, Dr Manmohan Singh and Mr Amartya Sen?! They are Economists. Economics is one of the best social science subjects which differs fundamentally from other disciplines. Economics is the science of analysing the production, distribution, and consumption of goods and services to identify what choices people make and how and why they make them. The study of economics provides a good opportunity to gain an edge in today’s rapidly globalising world. Well-trained economists are in huge demand across industries and government institutions, not only at the national but at the international level as well.",
    "opp": "Aspirants who seriously approach this discipline can aim for degree, PG, M.Phil. and Ph.D. study and can become an economist or research officer. After completing Plus Two with good marks or grades, one can either join the five-year integrated Master's degree course or a three-year degree course. The Department of Humanities and Social Sciences under the Indian Institute of Technology (IIT), Madras, offers a unique and innovative five-year Master's programme for meritorious Plus Two students leading to a Master's degree in three disciplines viz. economics, development studies and English studies. The Bachelor of Science (BS) program in economics offered by IIT Bombay and IIT Kanpur and the Integrated B.Sc. - M.Sc. program offered by IIT Kharagpur are also well recognised. The fastest growth in demand for economics is being witnessed in the private sector, especially in the areas of consulting and economic research. Economists are equally important in the government sector, entry to which is on the basis of UPSC examination (Civil Services in IES)."
  },
  "Allied Medical Sciences": {
    "title": "Allied Medical Sciences",
    "desc": "Allied Medical Sciences or Paramedics is a career path with a lot of opportunities in the modern world where the field of medicine has made great advances. The presence of competent paramedical professionals is vital to the smooth functioning of hospitals and clinics, and they together with doctors form the backbone of the health sector.",
    "opp": "Nursing, pharmacology, radiology and physiotherapy are some of the many specialisations that can be pursued in this sector. The aspirants have to start with a B.Sc. course in the specialisation of their interest and pursue a science with biology stream in the 10+2 level is a prerequisite for admission into almost all of these courses. The high potential of the prospects in this sector is often not given its due appreciation and hence the competition to get into a good course is minimal when compared to other fields."
  },
  "Nutrition, Fitness & Well- Being": {
    "title": "Nutrition, Fitness & Well- Being",
    "desc": "With people being more and more concerned with their health and lifestyle, this is a sector that has grown in stature over the years. Professionals in this sector can work as nutritionists helping their clients to develop diet plans in accordance with their needs and requirements. They can also work as fitness trainers helping their clients with their fitness regimes and workout plans.",
    "opp": "Increasingly recognised as a vital part of public and individual health, nutrition graduates use their skills to help people and communities make the right eating choices. Aspirants can pursue a B.Sc in Nutrition and Dietetics after their 10+2 to become a nutritionist. To become a certified fitness trainer, aspirants can pursue a Bachelor of Physical Education (B.P.E). They are also a lot of certificate courses offered in this field."
  },
  "Performing Arts": {
    "title": "Performing Arts",
    "desc": "A career in performing arts enables a person to build a future in a variety of disciplines that are creative in nature. Because of its artistic orientation, each discipline demands a multitude of skills. In the field of performing arts, the rapidly growing film industry has a lot of exciting avenues to offer. Music, dance and theatre are also some other areas that offer endless opportunities for people who possess the talent required.",
    "opp": "Academic requirements are different according to nature and forms of the specific art that the aspirant is interested in. There are a number of institutions in our country providing education in performing arts at certificate, diploma, bachelors and masters levels. One has to have a 10th board qualification in order to do a certificate course. After 10+2 with any combination, aspirants can pursue a diploma or bachelors in performing arts. A bachelor's degree in relevant subject is mandatory to obtain master’s level degree. Performing arts degrees combine creative talent with practical aspects of self-promotion and arts management. This mix of disciplines is good preparation for entering the world of performance. Performing artists generally supplement their training, generate opportunities and enhance their creative knowledge through work experience and by participating in voluntary projects. One can specialise further, learn additional performance skills or do academic research into an aspect of your subject that interests you. The growing demand for skilled performers from entertainment industries nourish multiple opportunities."
  },
  "Sales, Marketing & Advertising": {
    "title": "Sales, Marketing & Advertising",
    "desc": "Sales, marketing & advertising has a very vital role to play in any type of business. The sales team of a company tries to ensure that the products or services offered by the company reaches its intended customers and that the targeted business levels are maintained. Meanwhile the marketing & advertising professionals present the company’s products or services through ad campaigns or other mediums, highlighting features in accordance with the market needs thereby gaining appreciation for the company’s products or services from the public. The advent of social media has brought a whole new dimension to this sector and the strategies involved in this sector are growing aggressive by the day.",
    "opp": "Aspirants can build for themselves a career in this sector by pursuing a Master’s in Business Administration (M.B.A.) with a specialisation in sales and marketing after their graduation. They can also pursue post graduate diplomas in this field. In this sector, the Indian Institutes of Management (IIMs) are regarded as the best institutions in India."
  },
  "Social Sciences & Humanities": {
    "title": "Social Sciences & Humanities",
    "desc": "Social sciences and humanities is the study of individuals, relationships, and the various institutions upon which human societies are built upon. Social science refers to the academic disciplines concerned with the society and individuals within it. It is commonly used as an umbrella term to refer to anthropology, economics, political science, history, psychology and sociology. The humanities in common indicate the academic disciplines relating to human culture and thinking, where in languages falls in as a crucial part. A degree in social sciences and humanities will equip a person with a set of skills that allow them to excel in a broad range of professional fields including business, communication, education, law, medicine, politics, and psychology, among others.",
    "opp": "Aspirants looking forward to build for themselves a career in social sciences and humanities must have passed the 10+2 examination, preferably in humanities or arts stream. If students want to plan for career in Arts, it is important for them to have to select the subject of their interest after the Intermediate or +2 and join an institution of repute. They can either choose professional programmes like Integrated MBA, L.L.B., CA, CS, CWA or they have to join an undergraduate degree with Arts subjects such as English Literature, Economics, Political Sciences, Sociology or Journalism and Mass Communications. In the undergraduate level, Lady Shri Ram College for Women, New Delhi, St. Stephen's College, New Delhi, Hindu College, New Delhi, Loyola College, Chennai, St. Xavier's College, Mumbai and Presidency College, Kolkata are some reputed colleges in India that offer Bachelor of Arts (Honours) in various areas of social sciences and humanities."
  },
  "Social Services": {
    "title": "Social Services",
    "desc": "Social work is a fast-growing field, composed of intelligent and emotionally strong professionals that represent the populations with the most need. Social workers act as agents of change who challenge antiquated policies, fight for social justice, and make the world a better place. A degree in social services will prepare students for employment in public and private social services in home and community based settings such as public welfare, child welfare, health, mental health and elderly services, to name a few. In recent times, the emphasis given to corporate social responsibility (CSR) by governments and private sector firms has resulted in a greater need for professionally qualified social workers.",
    "opp": "Social work requires more than academic qualifications – a firm commitment and a desire to help. There are hundreds of NGOs working in various aspects of development, including poverty alleviation, education, gender issues, with physically or mentally challenged people, for environmental awareness, such as pollution, waste management and wildlife. You need to decide on the area of work you wish to do and then select the organisation that fulfils that need. After 10+2, aspirants can pursue a Bachelor of Arts (B.A.) course in social services to build a career as a social worker. Tata Institute of Social Sciences (TISS), Delhi School of Social Work - Delhi University, College of Social Work Nirmala Niketan, Mumbai, Department of Social Work - Christ College, Bangalore, Madras School of Social Work, Chennai are some of the institutions offering bachelor’s and master’s degree in social services."
  },
  "Entrepreneurship": {
    "title": "Entrepreneurship",
    "desc": "Entrepreneurs work on their ideas and develop them into business ventures. Most entrepreneurs are risk loving and they often start with something small which might be selling a single product or service. The business is then gradually scaled up. This is a very demanding field and has a lot of challenges. Persistence and perseverance is vital to succeed in this field.",
    "opp": "Educational background is not a very important factor in becoming a successful entrepreneur. But a degree in management or business administration can help the aspirants to hone their skills which are required for a successful career in this sector. Just like most of the opportunities in life, there are more failures than success. And this is where formal education about entrepreneurship comes in. You get mentoring and industry insights that help you go a long way. Sure, a course about entrepreneurship is neither a must nor it guarantees success but it can help you get an edge over others in terms of avoiding key mistakes, connecting with influential people, understanding the market and more. Apart from the Entrepreneurship Cells present in colleges, there are several educational institutions in India that are offer various programme/ courses to support entrepreneurial learning."
  },
  "Design": {
    "title": "Design",
    "desc": "Design is a career for creative people who have an intrinsic ability to relate with colours, shapes and materials and blend them in a pleasing manner. This is a field which has been providing non-diminishing opportunities over the years, unaffected by automation, and the only limit to progressing in this field is your creativity. Designers are required in almost every industry from fashion – apparels, accessories, jewellery to buildings – interior, landscaping, lighting to automotive, etc.",
    "opp": "Depending on the area of interest of the aspirant, a bachelor’s degree in the same would be required to pursue a career in the field of design. Some of the leading institutes in design are NIFT and NID. Aspirants will have to clear highly competitive exams such as the NID DAT to get into one of these institutes. After graduation, the graduates have the option to work with a design firm or freelance."
  },
  "Engineering": {
    "title": "Engineering",
    "desc": "Engineers build the world around us from buildings to roads to machines to planes to ships and satellites. Engineering is one of the most popular field for pursuing undergraduate studies among students in India owing to the versatility of the degree and the extensive opportunities that it offers. Critical thinking ability, problem solving skills, a good command over mathematics and physics are some of the required skills to succeed in this field. It is also necessary to choose the branch that suits you best for a fulfilling and successful career.",
    "opp": "To get the best prospects be it jobs or higher studies after graduation, it is necessary to study in the best colleges be it in India or abroad. In India they are the IITs, NITs and BITS. Getting into one of these institutes is very challenging and an aspirant need to perform well in entrance tests like JEE mains & advanced and BITSAT which are highly competitive and require intensive preparation."
  },
  "Architecture": {
    "title": "Architecture",
    "desc": "Architects are the ones who design all those awe inspiring buildings and bridges that we see around us. They are the ones who puts the ideas into paper. Architects work closely through the development of any construction project and they get a lot of opportunities to provide creative inputs. The onset of technology and the extensive use of advanced software has changed the whole landscape of this field and has pushed forward the limits of what an architect can do.",
    "opp": "Aspirants can pursue a Bachelor of Architecture (B.Arch.) course after their twelfth to build a career in this field. The School of Planning and Architecture in Delhi is often ranked as one of the best institutions in this field. B.Arch. is also offered by many engineering colleges around the country, with the department of architecture at IIT Kharagpur and IIT Roorkee being the best among them. The admission to the various B.Arch. courses in the country is through the JEE, Architecture Aptitude Test (AAT) and the National Aptitude Test for Architecture (NATA). Studying Maths in the 10+2 is a prerequisite to admission into these B.Arch. courses."
  },
  "Physical Science": {
    "title": "Physical Science",
    "desc": "Physical science is a research oriented field which is always in search for answers to why the world around us is behaving the way it is. There are a lot of avenues that can be pursued in this field delving into subjects like physics, chemistry, astronomy and geology. This is a sector which is best suited to those with a curious mind possessing a lot of research acumen. This field is quite a bit demanding and thus persistence and determination is vital to building a successful career.",
    "opp": "Aspirants can start off with a Bachelor of Science (B.Sc.) course in the subject of their interest and then go on to do a masters and a Ph.D. to build for themselves a career in physical sciences research. The Indian Institute of Science (IISc) in Bangalore is a pioneer institute when it comes to pure science research. Admissions to IISc is through JEE-Mains and Kishore Vaigyanik Protsahan Yojana (KVPY). Some IITs like IIT Kharagpur, IIT Kanpur also have 4 year B.S or 5 year Integrated M.Sc. Courses in Physics, Chemistry, Geology, Exploration Geophysics etc. Candidate should have Science (Physics, Chemistry) and Mathematics at 10+2 level to take up any physical science career field at undergraduate level. Top job recruiters' include- IISER, DRDO, Bhabha Atomic Research Centre and Various Central and State Government Research Institutes."
  }
}